Repository: Pablo-M-L/Custom-Memory-Cards
Catalog: Prueba Parejas 1/View/*.lproj/Main.strings
Languages: es_419, fr, pt_pt

# 6nO-F3-WEu.text
source: CUSTOMIZER
es_419: PERSONALIZAR
fr: PERSONNALISATEUR
pt_pt: PESSOALIZAÇÃO

# 9tb-1w-YgX.text
source: Select a Game Board to Play!!!!
es_419: Elige un tablero para jugar!!!!
fr: choisir un plateau de jeu!!!!
pt_pt: Seleccione um Tabuleiro de Jogo para Jogar!!!!

# Jad-6J-LNz.text
source: YOU HAVE COMPLETED THE GAME BOARD IN :
es_419: HAS COMPLETADO EL TABLERO EN :
fr: VOUS AVEZ TERMINÉ LE JEU DE PLATEAU EN :
pt_pt: VOCÊ COMPLETOU O TABULEIRO DE JOGO EM :

# K8T-zd-7zx.title
source: CONGRATULATIONS
es_419: FELICIDADES
fr: COMPLIMENTS
pt_pt: FELICITAÇÕES

# Qbg-zv-np7.text
source: 99 MIN AND 99 SECOND
es_419: 99 MIN Y 99 SEGUNDOS
fr: 99 MIN AND 99 SECONDES
pt_pt: 99 MIN AND 99 SEGUNDOS

# a45-Au-mGr.text
source: 99 MIN AND 99 SECOND
es_419: 99 MIN Y 99 SEGUNDOS
fr: 99 MIN AND 99 SECONDES
pt_pt: 99 MIN AND 99 SEGUNDOS

# maS-5r-DZH.title
source: CUSTOMIZER
es_419: PERSONALIZAR
fr: PERSONNALISATEUR
pt_pt: PESSOALIZAÇÃO

# o8x-J3-Z7s.normalTitle
source: PLAY AGAIN
es_419: JUGAR OTRA VEZ
fr: NOUVEAU JEU
pt_pt: NOVO JOGO

# sQ8-vf-be0.text
source: CONGRATULATIONS!!!
es_419: FELICIDADES!!!
fr: COMPLIMENTS!!!
pt_pt: PARABÉNS!!!

# uzr-cG-JW0.text
source: Touch on an Image and Select Photo for each pair!!
es_419: Toca en una Imagen y Selecciona una Foto para cada Parjeja de Cartas!!
fr: Touchez une image et sélectionnez une photo pour chaque paire.!!
pt_pt: Toque em uma imagem e selecione Foto para cada par!!

# hSn-pU-24A.text
source: THANK YOU FOR DOWNLOADING AND PLAY WITH CUSTOM PAIRS OF CARDS.
es_419: GRACIAS POR DESCARGAR Y JUGAR CON CUSTOM PAIRS OF CARDS.
fr: MERCI DE TÉLÉCHARGER ET DE JOUER AVEC DES CUSTOM PAIRS OF CARDS.
pt_pt: OBRIGADO POR BAIXAR e jogar com CUSTOM PAIRS OF CARDS.

# mpZ-d0-0cg.text
source: Welcome to Custom Pairs of Cards., developed by Pablo Millán.
es_419: Bienvenido a custom pairs cards, desarrollado por Pablo Millán.
fr: Bienvenue au custom pairs of cards, développé par Pablo Millán.
pt_pt: Bem-vindo aos custom pairs of cards, desenvolvidos por: Pablo Millán.

# W9o-PP-wBO.text
source: Custom Pairs of Cards. is a memory game, in which you have to make pairs of equal cards. But the cards of the game have no predefined images, and in order to play, you first have to customize the cards with images or own photos, selecting them in the photo gallery. This facilitates and helps train visual memory, because the images are from family members, family pets, familiar places, everyday objects or familiar people. It is not necessary to customize all the pairs to play a board, you just have to customize a couple and you can play. This allows you to make different games, and in addition to memorizing the image of that card, We must also memorize where there are images.
es_419: Custom pairs of cards es un juego memoria, en el que tienes que hacer parejas de cartas iguales. Pero las cartas del juego no tienen imágenes predefinidas, y para poder jugar, primero tienes que personalizar las cartas con imágenes o fotos propias, seleccionándolas en la galería de fotos. Esto facilita y ayuda a entrenar la memoria visual, porque las images son de familiares, mascotas de la familia, lugares conocidos, objetos cotidianos o personas conocidas. No hace falta personalizar todas las parejas para poder jugar un tablero, solo hay que personalizar una pareja ya se puede jugar. Esto permite hacer juegos diferentes, y ademas de memorizar la imagen de esa carta, también hay que memorizar donde hay imágenes.
fr: Custom pairs of cards sont un jeu de mémoire, dans lequel vous devez créer des paires de cartes égales. Mais les cartes du jeu ne possèdent pas d'images prédéfinies. Pour pouvoir jouer, vous devez d'abord personnaliser les cartes avec des images. ou propres photos, les sélectionnant dans la galerie de photos. Cela facilite et aide à former la mémoire visuelle, parce que les images proviennent de membres de la famille, d'animaux de compagnie, de lieux familiers, d'objets courants ou de personnes familières. Il n'est pas nécessaire de personnaliser toutes les paires pour jouer à un tableau. Il suffit de personnaliser un couple. Un joueur peut déjà jouer. Ceci vous permet de créer différents jeux, et de mémoriser l'image de la carte. vous devez également mémoriser où il y a des images.
pt_pt: Custom pairs of cards são um jogo de memória, no qual você precisa fazer pares de cartões iguais. Mas os cartões do jogo não têm imagens predefinidas e, para jogar, primeiro você precisa personalizar os cartões com imagens ou possuir fotos, selecionando-as na galeria de fotos. Isso facilita e ajuda a treinar a memória visual, porque as imagens são de membros da família, animais de estimação, lugares familiares, objetos do cotidiano ou pessoas conhecidas. Não é necessário personalizar todos os pares para jogar um tabuleiro, você só precisa personalizar um casal já pode jogar. Isso permite que você faça jogos diferentes, e também memorize a imagem do cartão , você também precisa memorizar onde há imagens.

# KgY-yQ-MmR.text
source: Developer: Pablo Millán. Contact email: patamiapps@gmail.com
es_419: Desarrollador: Pablo Millán. Correo de contacto: patamiapps@gmail.com
fr: Développeur: Pablo Millán. Email de contact: patamiapps@gmail.com
pt_pt: Desenvolvedor: Pablo Millán. E-mail de contato: patamiapps@gmail.com

# 7Xe-hj-40z.text
source: Resources: Icons downloaded from pixabay.com. Creators: user: Clker-Free-Vector-Images user: IO-Images user: OpenIcons user: TheDigitalArtist Resized icon from makeicon.com Sounds downloaded from www.noiseforfun.com .
es_419: Recursos: Iconos descargados desde pixabay.com. Creadores: user:Clker-Free-Vector-Images user:IO-Images user:OpenIcons user:TheDigitalArtist Icono redimensionado desde makeicon.com Sonidos descargados desde www.noiseforfun.com.
fr: Ressources: Icônes téléchargées sur pixabay.com. Créateurs: utilisateur: Clker-Free-Vector-Images utilisateur: IO-Images utilisateur: OpenIcons utilisateur: TheDigitalArtist Icône redimensionnée de makeicon.com Sons téléchargés à partir de www.noiseforfun.com .
pt_pt: Recursos: n Ícones baixados do pixabay.com. Criadores: usuário: Clker-Free-Vector-Images usuário: IO-Images usuário: OpenIcons usuário: TheDigitalArtist Ícone redimensionado de makeicon.com Sons baixados em www.noiseforfun.com .
