Repository: Pablo-M-L/Custom-Memory-Cards
Catalog: Prueba Parejas 1/Utilidades/*.lproj/Localizable.strings
Languages: es_419, fr, pt_br

# label_Nuevo_Record_Conseguido
source: CONGRATULATIONS!! YOU HAVE A NEW GAME RECORD
es_419: ¡¡ MUY BIEN!! ¡¡¡TIENES UN NUEVO RECORD !!!!
fr: TOUTES DROITES !!! VOUS AVEZ UN NOUVEAU RECORD DE JEU
pt_br: PARABÉNS! VOCÊ TEM UM NOVO REGISTRO

# label_Nuevo_Record_Fallado
source: KEEP TRYING
es_419: !! INTENTALO DE NUEVO ¡¡
fr: GARDER L'ESSAI
pt_br: MANTENHA A TENTAR

# label_completado_1
source: HAS COMPLETED THE BOARD
es_419: !!! HAS COMPLETADO EL DE TABLERO
fr: A COMPLÉTÉ LE PLATEAU DE JEU
pt_br: CONCLUIU A TABULEIRO DE JOGO

# label_completado_2
source: CARDS, WITH
es_419: CARTAS, CON
fr: CARTES, AVEC
pt_br: CARTAS, COM

# label_completado_3
source: PAIRS OF CUSTOMIZED CARDS IN :
es_419: PAREJAS DE CARTAS PERSONALIZADAS EN :
fr: PAIRES DE CARTES PERSONNALISÉES EN :
pt_br: PARES DE CARTAS PERSONALIZADOS NA :

# tiempo_formateado_minutos
source: MINUTES AND
es_419: MINUTOS Y
pt_br: MINUTOS AND

# tiempo_formateado_segundos
source: SECONDS.
es_419: SEGUNDOS.
fr: SECONDES.
pt_br: SEGUNDOS.

# titulo_alert_compra
source: Remove ADS
es_419: Quitar Publicidad
fr: Suppimer la publicité
pt_br: Remover Anuncios

# mensaje_alert_comprada
source: The app is already purchased.
es_419: La app ya está comprada.
fr: L'application est déjà achetée.
pt_br: O App já foi comprado.

# mensaje_alert_restaurar
source: The game is already purchased, you will perform a restoration of the purchase
es_419: El juego ya está comprado, se va ha realizar una restauracion de la compra
fr: Le jeu est déjà acheté, vous effectuerez une restauration de l'achat
pt_br: O jogo já foi comprado, você executará uma restauração da compra

# mensaje_alert_comprar_app
source: Would you like to buy the Custom Pairs of Cards. game for
es_419: Te gustaria comprar el juego Custom Memory Cards por
fr: Souhaitez-vous acheter le jeu de Custom Memory Cards pour
pt_br: Gostaria de comprar o jogo Custom Memory Cards por

# mensaje_alert_no_permiso_compra
source: No purchases are allowed on this device.
es_419: No se perimite compras en este dispositivo.
fr: Aucun achat n'est autorisé sur cet appareil.
pt_br: Nenhuma compra é permitida neste dispositivo.

# btnComprar
source: BUY
es_419: COMPRAR
fr: ACHETER
pt_br: COMPRAR

# btnRestaurar
source: RESTORE
es_419: RESTAURAR
fr: RESTAURER
pt_br: RESTAURAR

# btnCancelar
source: CANCEL
es_419: CANCELAR
fr: ANNULER
pt_br: CANCELAR

# titulo-alert-primerJuego
source: ¡¡¡HELLO!!!
es_419: ¡¡¡HOLA!!!
pt_br: ¡¡¡OLÁ!!!

# mensaje-alert-primerJuego
source: Thank you for choosing custom pairs of cards, before you start playing we recommend seeing the instructions for use. Touch on the blue icon of " user guide "to see the instructions.
es_419: Gracias por escoger custom pairs of cards, antes de empezar a jugar recomendamos ver las instrucciones de uso. Pulsa en el icono azul de "user guide" para ver las instrucciones.
pt_br: Obrigado por escolher pares de cartas personalizados, antes de começar a jogar, recomendamos ver as instruções de uso. Clique no ícone azul de "guia do usuário" para ver as instruções.

# boton-alert-primerJuego
source: INSTRUCTIONS
es_419: INSTRUCCIONES
pt_br: INSTRUÇÕES

# titulo_alertTitulo_noparejas
source: There are no custom couples
es_419: No hay parejas personalizadas
pt_br: Não há casais personalizados

# titulo_alertMensaje_noparejas
source: In order to play, you must customize at least one couple with an image from the gallery
es_419: Para poder jugar hay que personalizar como minimo una pareja con una imagen de la galeria
pt_br: Para jogar, você deve personalizar pelo menos um casal com uma imagem da galeria

# titulo_alertOK_noparejas
source: Custom
es_419: Personalizar
pt_br: personalizar

# titulo_alertCancel_noparejas
source: Cancel
es_419: Cancelar
pt_br: Cancelar

# titulo_alert_importar
source: IMPORT IMAGES FROM ANOTHER GAME BOARD
es_419: IMPORTAR IMAGENES DE OTRO TABLERO
pt_br: IMPORTAR IMAGENS DE OUTRO TABULEIRO DE JOGO

# mensaje_alert_importar
source: SELECT A GAME BOARD TO IMPORT FROM
es_419: SELECCIONA UN TABLERO DESDE EL QUE IMPORTAR
pt_br: SELECCIONE UM TABULEIRO DE JOGO PARA IMPORTAR

# tablero12
source: BOARD 12
es_419: TABLERO 12
pt_br: TABULEIRO 12

# tablero20
source: BOARD 20
es_419: TABLERO 20
pt_br: TABULEIRO 20

# tablero24
source: BOARD 24
es_419: TABLERO 24
pt_br: TABULEIRO 24

# tablero30
source: BOARD 30
es_419: TABLERO 30
pt_br: TABULEIRO 30

# tablero36
source: BOARD 36
es_419: TABLERO 36
pt_br: TABULEIRO 36

# tablero42
source: BOARD 42
es_419: TABLERO 42
pt_br: TABULEIRO 42

# texto_ayuda_btnComprar
source: BUY THE GAME. You can buy the game and remove advertising from the screens. You can also restore the purchase, if you have already bought it before.
es_419: COMPRAR EL JUEGO. Puedes comprar el juego y quitar la publicidad de las pantallas. Tambien puedes restaurar la compra, si ya lo has comprado anteriormente.
fr: ACHETEZ LE JEU Tu peux acheter le jeu et retirer la publicité des écrans. Vous pouvez aussi restaurer l'achat, si vous l'avez déjà acheté auparavant.
pt_br: COMPREM O JOGO. Você pode comprar o jogo e remover a publicidade das telas. Você também pode restaurar a compra, se você já comprou antes.

# texto_ayuda_btnFace
source: SHARE ON FACEBOOK. If you liked Custom Pairs of Cards., you can recommend it in your Facebook account.
es_419: COMPARTIR EN FACEBOOK. Si te ha gustado Custom Memory Cards, puedes recomendarlo en tu cuenta de Facebook.
fr: PARTAGER SUR FACEBOOK. Si vous avez aimé Custom Memory Cards, vous pouvez les recommander dans votre compte Facebook.
pt_br: COMPARTILHE NO FACEBOOK. Se você gostou de Custom Memory Cards, você pode recomendá-lo em sua conta do Facebook.

# texto_ayuda_Tablero
source: SELECT GAME BOARD. Each of the buttons opens a game board to play. The number drawn on each button corresponds to the number of cards on the game board.
es_419: SELECCIONAR TABLERO DE JUEGO. Cada uno de los botones abre un tablero para jugar. El numero dibujado en cada boton corresponde al numero de cartas del tablero.
fr: CHOISIR LE PLATEAU DE JEU. Chacun des boutons ouvre un plateau de jeu pour jouer. Le nombre tiré sur chaque bouton correspond au nombre de cartes sur le plateau de jeu.
pt_br: SELECCIONE O TABULEIRO DE JOGO. Cada um dos botões abre um tabuleiro de jogo para jogar. O número desenhado em cada botão corresponde ao número de cartas no tabuleiro de jogo.

# texto_ayuda_pantalla_tablero
source: GAME BOARD. Uncover the cards two by two and make equal pairs to complete the board.
es_419: TABLERO DE JUEGO. Destapa las cartas de dos en dos y ves haciendo parejas iguales hasta completar el tablero.
fr: GAME BOARD. Découvrir les cartes deux par deux et faire des paires égales pour compléter le tableau.
pt_br: GAME BOARD. Descobrir as cartas dois por dois e fazer pares iguais para completar o tabuleiro.

# texto_ayuda_btnPersonalizar
source: CUSTOMIZE GAME. Before you start playing for the first time, and whenever you want you can go to the settings screen and customize each pair with the photos you want for each pair.
es_419: PERSONALIZAR JUEGO. Antes de empezar a jugar por primera vez, y cada vez que quieras puedes ir a la pantalla de configuración y personalizar cada pareja con las fotos que quieras para cada pareja.
fr: PERSONNALISER LE JEU. Avant de commencer à jouer pour la première fois, et quand vous voulez vous pouvez aller à l'écran des réglages et personnaliser chaque paire avec les photos que vous voulez pour chaque paire.
pt_br: PERSONALIZAR O JOGO. Before you start playing for the first time, and whenever you want you can go to the settings screen and customize each pair with the photos you want for each pair.

# texto_ayuda_pantalla_personalizar
source: CUSTOMIZE PAIRS. Each image corresponds to a pair. Touching an image will open your photo gallery, where you can select the photo you want. No need to customize all pairs, with a personalized pair you can go back to the panel and play. You can also reset the default image by a touch on the garbage can icon.
es_419: PERSONALIZAR PAREJAS. Cada imagen corresponde a una pareja. Al tocar en una imagen se abrirá tu galeria de fotos, donde podrás seleccionar la foto que deseas. No hace falta personalizar todas las parejas, con una pareja personalizada ya se puede volver al panel y jugar. Tambien puedes volver a poner la imagen por defecto tocando en el icono del cubo de basura.
fr: PERSONNALISER LES PAIRES. Chaque image correspond à un couple. Toucher une image ouvrira votre galerie de photos, où vous pouvez sélectionner la photo que vous voulez. Pas besoin de personnaliser toutes les paires, avec une paire personnalisée tu peux retourner au panneau et jouer. Vous pouvez aussi réinitialiser l'image par défaut en touchant l'icône de la poubelle.
pt_br: CUSTOMIZE PAIRS. Antes de começar a jogar pela primeira vez, e sempre que você quiser, N você pode ir para a tela de configurações e personalizar cada par com as fotos que você quer para cada par.

# texto_ayuda_btnImportar
source: IMPORT BUTTON. You can take advantage of personalized images on other game boards. Click on the import button and select the board from which you want to import photos.
es_419: BOTON DE IMPORTAR. Puedes aprovechar las imagenes personalizadas en otros tableros. Pulsa en el boton de importar y selecciona el tablero desde el que quieres importar las fotos.
fr: BOUTON D'IMPORTATION. Tu peux profiter des images personnalisées sur d'autres planches de jeu. Cliquez sur le bouton d'importation et sélectionnez la carte à partir de laquelle vous voulez importer des photos.
pt_br: BOTÃO DE IMPORTAÇÃO. Você pode tirar proveito de imagens personalizadas em outros tabuleiros de jogos. Clique no botão importar e selecione o tabuleiro a partir do qual você deseja importar fotos.

# texto_ayuda_fin
source: END
es_419: FIN
fr: FINAL
pt_br: FIM
